Repository: dev-nm/WP-StudioLink-Integration
Catalog: languages/studio-link-integration-*.po
Languages: de_de

source: General
de_de: Allgemein

source: General Settings
de_de: Allgemeine Einstellungen

source: Social Media Settings
de_de: Social Media Einstellungen

source: Help
de_de: Hilfe

source: Post when Offline
de_de: Post, wenn offline

source: Post when Online
de_de: Post, wenn online

source: Post when Preshow
de_de: Post, wenn Postshow

source: Post when Live
de_de: Post, wenn Live

source: Post when Postshow
de_de: Post, wenn Postshow

source: Post when Break
de_de: Post, wenn Break

source: You can set the Studio Link Slug in the options of this plugin.
de_de: Du kannst den Studio Link-Slug in den Optionen dieses Plugins setzen.

source: Enable Shortcodes
de_de: Shortcodes einschalten

source: Turns the shortcodes on or off.
de_de: Schaltet die Shortcodes ein oder aus.

source: This sets the time after which the status of Studio Link is rechecked (in seconds). Set 0 to disable caching.
de_de: Setzt die Zeit, nach welcher der Status überprüft wird (in Sekunden). 0 zum Deaktivieren.

source: Enable posting
de_de: Post aktivieren

source: This lets you post something when the podcast goes offline.
de_de: Diese Option lässt dich etwas posten, wenn dein Podcast offline geht.

source: My podcast $podcast_name is now offline! See you again next time!
de_de: Mein Podcast $podcast_name ist jetzt offline! Wir sehen uns das nächste Mal!

source: This lets you post something when the podcast goes online.
de_de: Diese Option lässt dich etwas posten, wenn dein Podcast online geht.

source: We`re online now! Visit $url to join us!
de_de: Wir sind jetzt online! Komm auf $url, um dabei zu sein!

source: This lets you post something when the podcast goes into the "Preshow" state.
de_de: Diese Option lässt dich etwas posten, wenn dein Podcast in die Preshow geht.

source: We`re just preparing for $podcast_name . Join us at $url so you dont miss anything!
de_de: Wir bereiten uns gerade auf $podcast_name vor! Besuche $url, um nichts zu verpassen!

source: This lets you post something when the podcast goes Live.
de_de: Diese Option lässt dich etwas posten, wenn dein Podcast live geht.

source: This lets you post something when the podcast goes into the "Postshow" state.
de_de: Diese Option lässt dich etwas posten, wenn dein Podcast in die Postshow geht.

source: Show is over, but we`re still here for you and your questions at $url!
de_de: Die Show ist vorbei, aber für Fragen sind wir immer noch bereit auf $url!

source: This lets you post something when the podcast has a break.
de_de: Diese Option lässt dich etwas posten, wenn dein Podcast eine Pause einlegt.

source: Break Text
de_de: Pausen Text

source: Just a little break at $podcast_name - We`re back in no time!
de_de: Wir machen nur eine kleine Pause! Wir sind bald wieder für dich da!

source: This Plugin integrates your Studio Link-Stream into your WordPress installation.<br>Currently the following features are supported:
de_de: Dieses Plugin integriert deinen Studio Link-Stream in deine WordPress-Installation.<br>Momentan unterstützen wir die folgenden Features:

source: Shortcodes can be used to place custom code on your pages, that is being only loaded, when your podcast is in a certain state.<br> Some examples:<br> <br> <strong>[StudioLink online="true"]</strong> This text is only shown, when your podcast is in the "Preshow", "Live" or "Postshow" state. <strong>[/StudioLink]</strong><br> <strong>[StudioLink]</strong> This has the exact same effect like online="true". <strong>[/StudioLink]</strong><br> <strong>[StudioLink status="Preshow"]</strong> This text is only shown, when your podcast is in the "Preshow" state. <strong>[/StudioLink]</strong><br> <br> You can use the following parameters:<br> Online: true / false<br> Status: offline / preshow / live / postshow / break / online<br> <br> The podcast that is being monitored, is detemined by the Studio Link Slug, you set in the <strong>General Options</strong>.<br>If you want to use another slug, you can set it in the Shortcode: <strong>[StudioLink slug="myteststream" online="true"]The Podcast with the slug "myteststream" is online![/StudioLink]
de_de: Shortcodes ermöglichen es dir, selbst geschriebenen Code auf deiner Seite einzufügen, welcher nur dann ausgeführt wird, wenn dein Podcast einen bestimmten Status hat.<br> Einige Beispiele:<br> <br> <strong>[StudioLink online="true"]</strong> Dieser Text wird nur dann angezeigt, wenn der Podcast gerade in der Preshow, Live oder Postshow ist. <strong>[/StudioLink]</strong><br> <strong>[StudioLink]</strong> Das hat genau den gleichen Effekt wie online="true". <strong> [/StudioLink]</strong><br> <strong>[StudioLink status="Preshow"]</strong> Dieser Text wird nur angezeigt, wenn dein Podcast im Preshow Status ist. <strong>[/StudioLink]</strong><br> <br> Du kannst folgende Parameter nutzen:<br> Online: true / false<br> Status: offline / preshow / live / postshow / break / online<br> <br> Welcher Podcast überprüft wird, kann unter <strong>Allgemeine Einstellungen</strong> festgelegt werden.<br>Wenn du einen anderen Podcast überprüfen möchtest, kannst du dies in dem Shortcode festlegen: <strong>[StudioLink slug="myteststream" online="true"]Der Podcast mit dem Slug "myteststream" ist online![/StudioLink]

source: You need to have a connection to the Twitter API to get the automated publishing to work:<br><ol><strong><li>Apply for a Developer Account at <a href="https://developer.twitter.com/">Twitter</a></li><li>Register this site as an application on <a href="https://developer.twitter.com/en/apps">Registration for Applications</a>.</li></strong><ul><li>Your App may not include the term "Twitter".</li><li>Your Application Description can be anything</li><li>Check "Enable Sign in with Twitter".</li><li>The Website and Callback URL should be: <a href="%1$s">%2$s</a></ul><strong><li>Get the API, Access Tokens and Secrets. Paste them into the Fields below.</li></strong></ol>
de_de: Du musst eine Verbindung zur Twitter API aufbauen, um es möglich zu machen autmatisch auf Twitter zu posten:<br><ol><strong><li>Erstelle einen Entwickler Account auf <a href="https://developer.twitter.com/">Twitter</a></li><li>Registriere diese Seite als App auf <a href="https://developer.twitter.com/de/apps">Registrierung für Applikationen</a>.</li></strong><ul><li>Der Name darf nicht "Twitter" enthalten.</li><li>Die Beschreibung kann alles sein.</li><li>Setze den Haken bei "Erlaube das Einloggen über Twitter"</li><li>Die Website und Callback URL sollten folgendes sein: <a href="%1$s">%2$s</a></ul><strong><li>Hole dir den API Key, API Key Secret,Token und Token Secrets. Füge sie in die Felder unten ein.</li></strong></ol>

source: This area is still under heavy construction! None of the options will work in the most current version %s!
de_de: Dieser Bereich wird noch überarbeitet! Keine der Optionen funktioniert in der Version %s!

source: General Options
de_de: Allgemeine Optionen

source: API Options
de_de: API Optionen

source: Twitter Options
de_de: Twitter Optionen

source: with value
de_de: mit Wert

source: checked
de_de: ausgewählt

source: not checked
de_de: nicht ausgewählt

source: Switch
de_de: Schalter

source: On
de_de: Ein

source: Off
de_de: Aus

source: Textarea
de_de: Textfeld

source: Characters remaining
de_de: Zeichen übrig

source: Input Field
de_de: Eingabefeld
